CourseProject_V3/runs/web-2026-09-13T19-40-02-511Z/case/constant/momentumTransport
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      momentumTransport;
}

simulationType RAS;

RAS
{
    model           kOmegaSST;
    turbulence      on;
    viscosityModel  Newtonian;
}
