CourseProject_V3/runs/web-2026-09-13T19-40-02-511Z/case/0/U
FoamFile
{
    format      ascii;
    class       volVectorField;
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0.1 0 0);

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform (0.1 0 0);
    }
    outlet
    {
        type            zeroGradient;
    }
    walls
    {
        type            noSlip;
    }
    obstacles
    {
        type            noSlip;
    }
    frontAndBack
    {
        type            empty;
    }
}
